[
  {
    "title": "Lubuk Pakam Kendor Cek Anemia, Stunting Mengancam",
    "penulis": [
      "Ira",
      "Martha",
      "dan Febyna"
    ],
    "content": "Kasus anemia dan stunting di Lubuk Pakam, Deli Serdang, menunjukkan tantangan serius dalam kesehatan masyarakat. Temukan data, dampak, dan solusi yang dibutuhkan untuk perbaikan gizi ibu dan anak.",
    "url": "artikel-2025/lubuk-pakam-kendor-cek-anemia.html"
  },
  {
    "title": "Cinta Menjelma Derita, Pernikahan Berujung di Pengadilan",
    "penulis": [
      "Ayu",
      "Fikri",
      "Agustilahmi"
    ],
    "content": "Tragedi Nia Anggraini di Deli Serdang mencerminkan bahayanya kekerasan dalam rumah tangga. Tahun 2022, 955 dari 1.309 korban perempuan di Sumut mengalami KDRT, mayoritas oleh suami. Kekerasan fisik paling dominan. Meski sudah ada UU TPKS, perlindungan masih lemah. Di balik angka perceraian, tersembunyi luka yang tak selalu tercatat.",
    "url": "artikel-2025/cinta-menjelma-derita.html"
  },
  {
    "title": "Sebutir Nasi Terbuang Saat Banyak Perut Lapar Membutuhkan",
    "penulis": [
      "Dicky",
      "Zahwa",
      "dan Elizabeth"
    ],
    "content": "Food Waste vs Kemiskinan: Di Sumut, jutaan hidup dalam kemiskinan, tapi makanan tetap dibuang. Mandailing Natal jadi penghasil sisa makanan tertinggi (46%). Sebuah ironi yang menuntut kesadaran dan aksi nyata.",
    "url": "artikel-2025/sebutir-nasi-terbuang.html"
  },
  {
    "title": "Perpustakaan, Tempat yang Kosong di Tengah Kebutuhan Literasi",
    "penulis": [
      "Sahifa",
      "Alya",
      "dan Tabitha"
    ],
    "content": "Artikel ini mengungkap ironi literasi antara Padang Lawas dan Medan—tingginya minat baca tak selalu ditopang fasilitas. Apa yang membuat orang ingin membaca?",
    "url": "artikel-2025/perpustakaan-tempat-yang-kosong.html"
  },
  {
    "title": "E-Commerce Bunuh Produk Lokal  Antara Kenyataan dan Kekhawatiran",
    "penulis": [
      "Hennifa",
      "Naomy",
      "dan Agnesia"
    ],
    "content": "E-commerce berkembang pesat, tapi benarkah mengancam produk lokal? Simak data, tantangan UMKM, dan peluang bersaing di era digital.",
    "url": "artikel-2025/e-commerce-bunuh-produk-lokal.html"
  },
  {
    "title": "Anak-Anak Menikah, Data yang Mengingatkan Menuju Indonesia 2045",
    "penulis": [
      "Afzilianur",
      "Grace",
      "dan Tahara"
    ],
    "content": "Di balik visi Indonesia Emas 2045, masih banyak anak menikah dini. Data terbaru ungkap tantangan budaya, ekonomi, dan pendidikan.",
    "url": "artikel-2025/anak-anak-menikah.html"
  },
  {
    "title": "Derasnya Hujan Derasnya Masalah",
    "penulis": [
      "Ramazuan",
      "Hadad",
      "dan Muhammad"
    ],
    "content": "Tahun 2024, curah hujan tinggi memicu banjir besar di Sumatera Utara. Ribuan warga terdampak, infrastruktur lumpuh. Simak data, dampak, dan solusi mitigasi banjir.",
    "url": "artikel-2025/derasnya-hujan-derasnya-masalah.html"
  },
  {
    "title": "Ketimpangan Akses Deteksi Dini Kanker Serviks pada Perempuan di Indonesia",
    "penulis": [
      "Rezkina",
      "Nataly",
      "dan Sabatini"
    ],
    "content": "Kanker serviks masih jadi ancaman serius. Rendahnya deteksi dini membuat banyak kasus baru ditemukan saat stadium lanjut.",
    "url": "artikel-2025/ketimpangan-akses-deteksi-dini-kanker.html"
  },
  {
    "title": "”Antara Buku dan Kubur. Realita Bunuh Diri Mahasiswa”",
    "penulis": [
      "Rekisha",
      "Sarah",
      "dan Faisal"
    ],
    "content": "Banyak mahasiswa menghadapi tekanan akademik, sosial, dan mental yang tak terlihat. Kasus bunuh diri terus meningkat—sebuah realita yang tak boleh diabaikan.",
    "url": "artikel-2025/antara-buku-dan-kubur.html"
  },
  {
    "title": "Medan dan Timbulan Sampahnya",
    "penulis": [
      "Stevani",
      "Jennifer",
      "dan Adinda"
    ],
    "content": "Tahun 2024, 477 juta ton sampah menumpuk di Medan. Di balik angka itu, ada kisah nelayan, krisis lingkungan, dan upaya bersama untuk kota yang lebih bersih.",
    "url": "artikel-2025/medan-dan-timbulan-sampahnya.html"
  },
  {
    "title": "Korupsi di Dunia Pendidikan, Anak Bangsa Jadi Korban",
    "penulis": [
      "Angelika",
      "Naomi",
      "dan Dea"
    ],
    "content": "Meski anggaran pendidikan Indonesia mencapai Rp665 triliun, ribuan anak putus sekolah. Dana bantuan bocor, dan korupsi menyandera masa depan mereka.",
    "url": "artikel-2025/korupsi-di-dunia-pendidikan.html"
  },
  {
    "title": "Dating Apps Antara Cinta dan Bahaya di Balik Layar",
    "penulis": [
      "Meishanda",
      "Rebecca",
      "dan Chintya"
    ],
    "content": "Pengguna aplikasi kencan terus meningkat, tapi 56% pernah mengalami pengalaman negatif. Swipe kanan bisa jadi awal cinta—atau awal bencana.",
    "url": "artikel-2025/dating-apps.html"
  },
  {
    "title": "Running Culture di Kalangan Gen Z: Antara Hobi, Gaya Hidup, dan Dompet yang Menipis",
    "penulis": [
      "Virgi",
      "Muhammad",
      "dan Zihan"
    ],
    "content": "Lari bukan sekadar olahraga bagi Gen Z. Di era media sosial, tren lari jadi simbol gaya hidup sehat, modis, bahkan mahal—lengkap dengan sepatu dan smartwatch.",
    "url": "artikel-2025/running-culture-di-kalangan-gen-z.html"
  },
  {
    "title": "Ketika Generasi Produktif Memilih Meninggalkan Indonesia Pilihan atau Keterpaksaan",
    "penulis": [
      "Afia",
      "Ariq",
      "dan Selyna"
    ],
    "content": "Banyak anak muda menganggur, upah tak layak, TKA terus berdatangan. Tak heran jika ribuan WNI memilih #kaburajadulu demi masa depan yang lebih baik.",
    "url": "artikel-2025/ketika-generasi-produktif-memilih.html"
  },
  {
    "title": "PM 2.5 Risiko Mematikan dari Polusi Udara di Medan",
    "penulis": [
      "Dinda",
      "Indah",
      "dan Naila"
    ],
    "content": "PM2.5 di Medan capai 114 µg/m³, tujuh kali lipat batas aman WHO. Kualitas udara memburuk, penyakit paru meningkat—bahkan anak-anak jadi korban utama.",
    "url": "artikel-2025/pm-2-5-risiko-mematikan-dari-polusi-udara.html"
  },
  {
    "title": "GEN Z DAN DUNIA KERJA MENCARI PEKERJAAN YANG SESUAI EKSPEKTASI GAJI BUKAN HAL YANG MUDAH",
    "penulis": [
      "Judika",
      "Windy",
      "dan Dewi"
    ],
    "content": "Gen Z memasuki dunia kerja dengan ekspektasi tinggi soal gaji dan fleksibilitas. Tapi saat lapangan kerja menyempit, harapan dan kenyataan tak selalu sejalan.",
    "url": "artikel-2025/gen-z-dan-dunia-kerja.html"
  },
  {
    "title": "Pemberantasan Korupsi Era Jokowi-Ma’ruf Antara Citra dan Realita di Balik Data",
    "penulis": [
      "Syahfitri",
      "Agnes",
      "dan Randy"
    ],
    "content": "IPK menurun, kasus korupsi melonjak, dan revisi UU KPK menuai kritik. Di akhir masa jabatan Jokowi, publik masih mempertanyakan kesungguhan melawan korupsi.",
    "url": "artikel-2025/pemberantasan-korupsi-era-jokowi-maruf.html"
  },
  {
    "title": "Teror Manis Konsumerisme Ketika Belanja Bukan Lagi Sekadar Kebutuhan",
    "penulis": [
      "Sharfina",
      "Titian",
      "dan Syafira"
    ],
    "content": "Beauty, fashion, Pay Later, dan flexing jadi gaya hidup Gen Z. Di balik belanja impulsif dan tren viral, manajemen finansial mereka sedang dipertaruhkan.",
    "url": "artikel-2025/teror-manis-konsumerisme.html"
  },
  {
    "title": "SUMUT DARURAT NARKOBA",
    "penulis": [
      "Valerin",
      "Miranti",
      "dan Inaya"
    ],
    "content": "Sumatera Utara jadi episentrum narkoba nasional. Medan diguncang lonjakan kasus, begal, dan krisis moral. Masyarakat kini hidup dalam rasa takut yang nyata.",
    "url": "artikel-2025/sumut-darurat-narkoba.html"
  },
  {
    "title": "Tingkat Pengangguran Indonesia Dalam Lima Tahun Terakhir Menurun, Stabil atau Mengkhawatirkan",
    "penulis": [
      "Syakirah",
      "Githa",
      "dan Kemala"
    ],
    "content": "Tingkat Pengangguran Terbuka (TPT) Indonesia turun menjadi 4,76% pada Februari 2025—terendah sejak pandemi. Namun tantangan ketimpangan usia muda & PHK massal masih mengintai.",
    "url": "artikel-2025/tingkat-pengangguran-indonesia.html"
  },
  {
    "title": "Ancaman Kekerasan Digital Anak Realitas yang mengintai dunia maya",
    "penulis": [
      "Titania",
      "Chinta",
      "dan Griselda"
    ],
    "content": "Kekerasan digital terhadap anak di Indonesia meningkat, mencakup cyberbullying, grooming, sextortion, dan eksploitasi online. Artikel ini mengulas data, dampak, dan solusi perlindungan anak di era digital.",
    "url": "artikel-2025/ancaman-kekerasan-digital-anak.html"
  },
  {
    "title": "#KaburAjaDulu",
    "penulis": [
      "Thuva",
      "Alvina",
      "dan Nazla"
    ],
    "content": "Data BP2MI mengungkap tingginya kasus pengaduan pekerja migran Indonesia, terutama yang berangkat secara nonprosedural. Narasi 'kabur aja dulu' ternyata berisiko tinggi dan perlu diganti dengan pendekatan legal dan aman.",
    "url": "artikel-2025/kabur-aja-dulu.html"
  },
  {
    "title": "Makan Bergizi Fondasi Indonesial Emas 2045",
    "penulis": [
      "Syafira",
      "Savira",
      "dan Satria"
    ],
    "content": "Program Makan Bergizi Gratis (MBG) hadir untuk mengatasi stunting dan kekurangan gizi pada anak-anak Indonesia. Dengan target 83 juta penerima manfaat, MBG mendukung pertumbuhan sehat, pendidikan, ekonomi lokal, dan ketahanan pangan menuju Indonesia Emas 2045.",
    "url": "artikel-2025/makan-bergizi-fondasi-indonesia-emas-2045.html"
  },
  {
    "title": "Peta Global Industri Judi Online Negara Asal, Jumlah Lisensi, dan Aliran Uang Dunia Maya",
    "penulis": [
      "Sultan Hasbi",
      "Al-Ghani",
      "dan Eikel"
    ],
    "content": "Industri judi online global berkembang pesat dengan pendapatan miliaran dolar. Negara seperti Malta, Inggris, dan AS menjadi pusat lisensi utama, sementara kripto dan dompet digital mendorong pertumbuhan aliran uang di dunia maya.",
    "url": "artikel-2025/peta-global-industri-judi-online.html"
  },
  {
    "title": "Bukan Cuma Soal Skill  Ketika Gender Menentukan Siapa yang Dapat Kerja",
    "penulis": [
      "Ichwan",
      "Rafael",
      "dan Rayyan"
    ],
    "content": "Meski partisipasi kerja perempuan meningkat, mereka masih menghadapi kesenjangan besar di dunia kerja. Gaji lebih rendah, pekerjaan paruh waktu, dan beban domestik menunjukkan ketimpangan yang nyata antara laki-laki dan perempuan.",
    "url": "artikel-2025/bukan-cuma-soal-skill.html"
  },
  {
    "title": "Ketimpangan Layanan Kesehatan Mental di Indonesia, Antara Kebutuhan yang Meningkat dan Layanan yang Tertinggal",
    "penulis": [
      "Afriyanti",
      "Adhina",
      "dan Hugo"
    ],
    "content": "Prevalensi gangguan kecemasan dan depresi di Indonesia terus meningkat, namun layanan kesehatan mental masih tertinggal. Rasio psikolog klinis 1:91.900 jauh dari standar WHO. Ketimpangan distribusi dan minimnya pertumbuhan tenaga kesehatan jadi tantangan besar.",
    "url": "artikel-2025/ketimpangan-layanan-kesehatan-mental-di-indonesia.html"
  }
]